hotchpot_api/app/controllers/items_controller.rb

INSERT INTO "items" ("title", "accession_number", "author", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "title"], ["accession_number", "number"], ["author", "author"], ["created_at", "2020-02-10 23:33:34.295999"], ["updated_at", "2020-02-10 23:33:34.295999"]]
---
  def create
    @item = Item.new(item_params)

    if @item.save